Repository: giellalt/corpus-sme
Catalog: tmx/nob2sme/admin/depts/regjeringen.no/vuollaialii-davviriikkala-sihkkarvuoasoahpamua_id_604288.html.tmx
Source language: sme
Languages: nob

source: Ođas , 25.05.2010
nob: Nyhet , 07.05.2010

source: Vuolláičálii davviriikkalaš sihkkarvuođasoahpamuša
nob: Inngikk nordisk sikkerhetsavtale

source: Suodjalusministtar Grete Faremo vuolláičálii odne ráđđehusa namas oppalaš sihkkarvuođasoahpamuša eará davviriikkaiguin lotnolasat suodjalit ja lonohallat suollemassan mearriduvvon dieđuid .
nob: Forsvarsminister Grete Faremo undertegnet i dag på vegne av regjeringen en generell sikkerhetsavtale om gjensidig beskyttelse og utveksling av gradert informasjon mellom de nordiske landene .

source: Go áigumuš lea gieđahallat daid sihkkarvuođahástalusaid mat gusket eanet riikkaide go Norgii buori ja dorvvolaš vuogi mielde , de lea sávahahtti beassat lonohallat čiegos dieđuid mat leat guđege riikkas .
nob: For å kunne håndtere de sikkerhetsutfordringer som berører flere land enn Norge på en god og sikker måte , er det ønskelig å kunne utveksle gradert informasjon som det enkelte land sitter med .

source: Dat mii guoská Davviriikkaide , de lea maiddái čielga hárjehallamiid oktavuođas dárbu lonohallat riikkalaš čiegos dieđuid juksan dihtii háliiduvvon beavttu go militeara veaga ja politiija lea áigeguovdil geavahit .
nob: Når det gjelder Norden , så er det også i ren øvingssammenheng behov for å utveksle nasjonalt gradert informasjon for å oppnå ønsket effekt når bruk av militære styrker og / eller politi er aktuelt .

source: Buot davviriikkaid ovddasteaddjit čálle odne soahpamuša vuollái Ruoŧa ambasádas Oslos .
nob: Representanter fra alle de nordiske landene undertegnet avtalen på den svenske ambassaden i Oslo i dag .

source: - Davviriikkalaš soahpamuša vuolláičállin duođašta man buorre Davviriikkaid ovttasbargu lea , ja vuolláičállin nanne ja ovddida dán ovttarbarggu vel eambbo , cealká suodjalusministtar Grete Faremo .
nob: - Undertegningen av den nordiske sikkerhetsavtalen er en bekreftelse på det gode samarbeidet i Norden , og vil bidra til å styrke og videreutvikle dette samarbeidet ytterligere , sier forsvarsminister Grete Faremo .

source: Mudde čiegusin mearriduvvon dieđuid gieđahallama Soahpamuš ii ásat iešalddis vuoigatvuođa oažžut dahje geatnegasvuođa addit čiegusin mearriduvvon dieđuid , muhto dat mudde dakkár lonohallama vuođu guovtti dahje eanet soahpamušbeliid gaskkas , ja mo dakkár dieđut galget gieđahallojuvvot .
nob: Regulerer behandling av gradert informasjon Avtalen etablerer i seg selv ingen rett til å få eller plikt til å gi fra seg gradert materiale , men regulerer grunnlaget for slik utveksling mellom to eller flere av avtalepartene , og hvordan slik informasjon skal håndteres .

source: Váldoprinsihppa lea ahte bealit geatnegahttojuvvojit gieđahallat sihkkarvuođalaččat čiegusin mearriduvvon dieđuid maid ožžot nuppi soahpamušbealis seamma láhkai go sii gieđahallet iežaset dieđuid mat leat mearriduvvon seammadássásaš čiegusvuohtan .
nob: Et hovedprinsipp er at partene pålegges å behandle sikkerhetsgradert informasjon fra en part på samme måte som egen informasjon med samme graderingsnivå .

source: Dárbbašlaš rámmavuogádat Soahpamuš lea vuđolaš ja máŋgga suorggis dárbbašlaš rámmavuogádat ollislaš ovttasbarggu várás surggiin main lea sáhka čiegus dieđuin , sihke militeara ja siviila surggiin .
nob: Nødvendig rammeverk Avtalen utgjør et grunnleggende og på mange felt nødvendig rammeverk for fullverdig samarbeid på områder som omfatter gradert informasjon , både innenfor militær og sivil sektor .

source: Industriijas ge lea sihkkarvuođasoahpamuš dávjá dárbbašlaš go áigumuš lea gilvalit oažžut dakkár riikkaidgaskasaš gávpesoahpamušaid mat gáibidit ahte sihkkarvuođalaččat dássiduvvon čiegos dieđut gieđahallojuvvojit dorvvolaččat .
nob: Også for industrien er en sikkerhetsavtale ofte nødvendig for å kunne konkurrere om internasjonale kontrakter der forsvarlig håndtering av sikkerhetsgradert informasjon er et krav .

source: Soahpamuš fámuiduvvá go dagalduvvon dohkkehanproseassa lea čađahuvvon guđege riikkas .
nob: Avtalen vil tre i kraft etter at en prosedyremessig godkjenningsprosess er gjennomført i de enkelte landene .
